Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaCore/Sources/CleansiaCore/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# error.order.preferred_employee.not_eligible
source: The selected cleaner isn't available for this order.
cs: Vybraný uklízeč není pro tuto objednávku k dispozici.
ru: Выбранный клинер недоступен для этого заказа.
sk: Vybraná upratovačka nie je pre túto objednávku k dispozícii.
uk: Вибраний клінер недоступний для цього замовлення.

# error.order.review.already_exists
source: You've already reviewed this booking.
cs: Tuto rezervaci jste již hodnotili.
ru: Вы уже оставили отзыв об этом бронировании.
sk: Túto rezerváciu ste už hodnotili.
uk: Ви вже залишили відгук про це бронювання.

# error.order.review.rating_invalid
source: Rating must be between 1 and 5.
cs: Hodnocení musí být mezi 1 a 5.
ru: Оценка должна быть от 1 до 5.
sk: Hodnotenie musí byť medzi 1 a 5.
uk: Оцінка має бути від 1 до 5.

# error.order.selected_package.invalid
source: One of the selected packages is no longer available.
cs: Jeden z vybraných balíčků již není dostupný.
ru: Один из выбранных пакетов больше не доступен.
sk: Jeden z vybraných balíčkov už nie je dostupný.
uk: Один із вибраних пакетів більше не доступний.

# error.order.selected_services.invalid
source: One of the selected services is no longer available.
cs: Jedna z vybraných služeb již není dostupná.
ru: Одна из выбранных услуг больше не доступна.
sk: Jedna z vybraných služieb už nie je dostupná.
uk: Одна з вибраних послуг більше не доступна.

# error.order.time_conflict
source: This time conflicts with another booking.
cs: Tento čas koliduje s jinou rezervací.
ru: Это время конфликтует с другим бронированием.
sk: Tento čas koliduje s inou rezerváciou.
uk: Цей час конфліктує з іншим бронюванням.

# error.order.total_price.not_match
source: Price changed. Please refresh and try again.
cs: Cena se změnila. Obnovte prosím a zkuste znovu.
ru: Цена изменилась. Обновите и попробуйте снова.
sk: Cena sa zmenila. Obnovte prosím a skúste znova.
uk: Ціна змінилася. Оновіть і спробуйте знову.

# error.order.total_price.positive
source: Total price must be greater than zero.
cs: Celková cena musí být větší než nula.
ru: Общая цена должна быть больше нуля.
sk: Celková cena musí byť väčšia ako nula.
uk: Загальна ціна має бути більшою за нуль.

# error.order.weekly_limit_reached
source: You've reached the weekly booking limit.
cs: Dosáhli jste týdenního limitu rezervací.
ru: Вы достигли еженедельного лимита бронирований.
sk: Dosiahli ste týždenný limit rezervácií.
uk: Ви досягли тижневого ліміту бронювань.

# error.payroll.invoice.not_found
source: Invoice not found
cs: Faktura nenalezena
ru: Счёт не найден
sk: Faktúra nebola nájdená
uk: Рахунок не знайдено

# error.payroll.pay_period.not_found
source: Pay period not found
cs: Platební období nenalezeno
ru: Расчётный период не найден
sk: Výplatné obdobie nebolo nájdené
uk: Розрахунковий період не знайдено

# error.receipt.not_found
source: Receipt not found
cs: Potvrzení nenalezeno
ru: Квитанция не найдена
sk: Účtenka nebola nájdená
uk: Квитанцію не знайдено

# error.recurring_booking.ends_on_before_start
source: The end date must be after the start date.
cs: Datum ukončení musí být po datu zahájení.
ru: Дата окончания должна быть позже даты начала.
sk: Dátum ukončenia musí byť po dátume začiatku.
uk: Дата завершення має бути після дати початку.

# error.recurring_booking.no_services_or_packages
source: Select at least one service or package.
cs: Vyberte alespoň jednu službu nebo balíček.
ru: Выберите хотя бы одну услугу или пакет.
sk: Vyberte aspoň jednu službu alebo balíček.
uk: Виберіть принаймні одну послугу або пакет.

# error.recurring_booking.not_found
source: Recurring cleaning not found.
cs: Pravidelný úklid nenalezen.
ru: Регулярная уборка не найдена.
sk: Pravidelné upratovanie sa nenašlo.
uk: Регулярне прибирання не знайдено.

# error.recurring_booking.not_owned_by_user
source: This recurring cleaning belongs to a different account.
cs: Tento pravidelný úklid patří k jinému účtu.
ru: Эта регулярная уборка принадлежит другому аккаунту.
sk: Toto pravidelné upratovanie patrí k inému účtu.
uk: Це регулярне прибирання належить іншому обліковому запису.

# error.recurring_booking.saved_address_not_found
source: The selected address no longer exists.
cs: Vybraná adresa již neexistuje.
ru: Выбранный адрес больше не существует.
sk: Vybraná adresa už neexistuje.
uk: Вибрана адреса більше не існує.

# error.recurring_booking.starts_on_in_past
source: The start date can't be in the past.
cs: Datum zahájení nemůže být v minulosti.
ru: Дата начала не может быть в прошлом.
sk: Dátum začiatku nemôže byť v minulosti.
uk: Дата початку не може бути в минулому.

# error.referral.already_referred
source: You've already accepted a referral
cs: Doporučení jste už přijali
ru: Вы уже приняли рекомендацию
sk: Odporúčanie ste už prijali
uk: Ви вже прийняли рекомендацію

# error.referral.inactive
source: This referral code is no longer active
cs: Tento kód doporučení už není aktivní
ru: Этот реферальный код больше не активен
sk: Tento kód odporúčania už nie je aktívny
uk: Цей реферальний код більше не активний

# error.referral.not_found
source: Referral code not found
cs: Kód doporučení nebyl nalezen
ru: Реферальный код не найден
sk: Kód odporúčania nebol nájdený
uk: Реферальний код не знайдено

# error.referral.self_referral
source: You can't refer yourself
cs: Nemůžete doporučit sami sebe
ru: Вы не можете рекомендовать себя
sk: Nemôžete odporučiť sami seba
uk: Ви не можете рекомендувати себе

# error.refund.failed
source: The refund could not be processed. Please try again.
cs: Vrácení peněz se nezdařilo. Zkuste to prosím znovu.
ru: Не удалось выполнить возврат. Пожалуйста, попробуйте снова.
sk: Vrátenie peňazí sa nepodarilo. Skúste to prosím znova.
uk: Не вдалося обробити повернення. Спробуйте ще раз.

# error.refund.nothing_refundable
source: There is nothing left to refund on this order.
cs: Na této objednávce již není co vrátit.
ru: В этом заказе больше нечего возвращать.
sk: Na tejto objednávke už nie je čo vrátiť.
uk: У цьому замовленні більше немає чого повертати.

# error.refund.order_not_refundable
source: This order is not eligible for a refund.
cs: Tuto objednávku nelze vrátit.
ru: Этот заказ не подлежит возврату.
sk: Túto objednávku nie je možné vrátiť.
uk: Це замовлення не підлягає поверненню.

# error.request
source: Something about that request wasn't right.
cs: S tímto požadavkem nebylo něco v pořádku.
ru: С этим запросом что-то было не так.
sk: S touto požiadavkou nebolo niečo v poriadku.
uk: Із цим запитом щось було не так.

# error.server
source: Something went wrong on our side. Please try again.
cs: Server je dočasně nedostupný. Zkuste to později.
ru: Сервер временно недоступен. Попробуйте позже.
sk: Server je dočasne nedostupný. Skúste to neskôr.
uk: Сервер тимчасово недоступний. Спробуйте пізніше.

# error.unauthorized
source: Your session has expired. Please sign in again.
cs: Vaše přihlášení vypršelo. Přihlaste se prosím znovu.
ru: Ваша сессия истекла. Войдите снова.
sk: Vaša relácia vypršala. Prihláste sa znova.
uk: Ваша сесія завершилася. Увійдіть знову.

# error.unreachable
source: Can't reach the server. Check your connection.
cs: Zkontrolujte připojení k internetu a zkuste to znovu.
ru: Проверьте подключение к интернету и попробуйте снова.
sk: Skontrolujte pripojenie na internet a skúste to znova.
uk: Перевірте підключення до Інтернету та спробуйте знову.

# error.user.email_confirmed
source: This email is already confirmed.
cs: Tento e-mail je již potvrzen.
ru: Этот email уже подтверждён.
sk: Tento e-mail je už potvrdený.
uk: Цей email вже підтверджено.

# error.user.existing_email
source: An account with this email already exists.
cs: Účet s tímto e-mailem již existuje.
ru: Учётная запись с этим email уже существует.
sk: Účet s týmto e-mailom už existuje.
uk: Обліковий запис із цим email вже існує.

# error.user.existing_phone_number
source: This phone number is already in use.
cs: Toto telefonní číslo je již používáno.
ru: Этот номер телефона уже используется.
sk: Toto telefónne číslo je už používané.
uk: Цей номер телефону вже використовується.

# error.user.not_allowed_to_update
source: You can't edit this profile.
cs: Tento profil nelze upravit.
ru: Вы не можете редактировать этот профиль.
sk: Tento profil nie je možné upraviť.
uk: Ви не можете редагувати цей профіль.

# error.user.not_existing_email
source: No account found with this email.
cs: Účet s tímto e-mailem neexistuje.
ru: Учётная запись с этим email не найдена.
sk: Účet s týmto e-mailom neexistuje.
uk: Обліковий запис із цим email не знайдено.

# error.user.not_existing_id
source: User not found.
cs: Uživatel nenalezen.
ru: Пользователь не найден.
sk: Používateľ nenájdený.
uk: Користувача не знайдено.

# error.user.not_found
source: User not found.
cs: Uživatel nenalezen.
ru: Пользователь не найден.
sk: Používateľ nenájdený.
uk: Користувача не знайдено.

# error.validation.date_must_be_in_past
source: Date must be in the past.
cs: Datum musí být v minulosti.
ru: Дата должна быть в прошлом.
sk: Dátum musí byť v minulosti.
uk: Дата має бути в минулому.

# error.validation.invalid_age
source: Please enter a valid age.
cs: Zadejte prosím platný věk.
ru: Пожалуйста, введите корректный возраст.
sk: Zadajte prosím platný vek.
uk: Будь ласка, введіть дійсний вік.

# error.validation.invalid_availability_format
source: Availability format is invalid.
cs: Neplatný formát dostupnosti.
ru: Неверный формат доступности.
sk: Neplatný formát dostupnosti.
uk: Неправильний формат доступності.

# error.validation.invalid_date
source: Please enter a valid date.
cs: Zadejte prosím platné datum.
ru: Пожалуйста, введите корректную дату.
sk: Zadajte prosím platný dátum.
uk: Будь ласка, введіть дійсну дату.

# error.validation.invalid_iban
source: Please enter a valid IBAN.
cs: Zadejte prosím platný IBAN.
ru: Введите, пожалуйста, корректный IBAN.
sk: Zadajte prosím platný IBAN.
uk: Введіть, будь ласка, дійсний IBAN.

# error.validation.invalid_national_id
source: Please enter a valid national ID.
cs: Zadejte prosím platné rodné číslo.
ru: Введите, пожалуйста, корректный национальный ID.
sk: Zadajte prosím platné rodné číslo.
uk: Введіть, будь ласка, дійсний національний ID.

# error.validation.invalid_password
source: Incorrect password.
cs: Nesprávné heslo.
ru: Неверный пароль.
sk: Nesprávne heslo.
uk: Невірний пароль.

# error.validation.invalid_phone_number
source: Please enter a valid phone number.
cs: Zadejte prosím platné telefonní číslo.
ru: Пожалуйста, введите корректный номер телефона.
sk: Zadajte prosím platné telefónne číslo.
uk: Будь ласка, введіть дійсний номер телефону.

# error.validation.invalid_tax_id
source: Please enter a valid tax ID.
cs: Zadejte prosím platné DIČ.
ru: Введите, пожалуйста, корректный налоговый ID.
sk: Zadajte prosím platné DIČ.
uk: Введіть, будь ласка, дійсний податковий ID.

# error.validation.invalid_zip_code
source: Please enter a valid ZIP code.
cs: Zadejte prosím platné PSČ.
ru: Пожалуйста, введите корректный индекс.
sk: Zadajte prosím platné PSČ.
uk: Будь ласка, введіть дійсний поштовий індекс.

# error.validation.must_be_positive
source: Must be a positive number.
cs: Musí být kladné číslo.
ru: Должно быть положительное число.
sk: Musí byť kladné číslo.
uk: Має бути додатне число.

# snackbar.dismiss
source: Dismiss
cs: Zavřít
ru: Закрыть
sk: Zavrieť
uk: Закрити
